Repository: alidamirli/SpaceTravellast
Catalog: SpaceTravellast/Resources/Views/Home/Index.*.resx
Languages: az, ru

source: A reliable collective
az: Etibarlı kollektiv
ru: Надежный коллективe

source: A solution to every issue related to tourism
az: Turizmlə bağlı bütün məsələlərin həlli
ru: Решение всех вопросов, связанных с туризмом

source: Adventure
az: Macəra
ru: Приключения

source: As a tourism company, we promise that you will be amazed by the dazzling views
az: Səyahət şirkəti olaraq göz qamaşdıran mənzərələrə heyran qalacağınıza söz veririk
ru: Как туристическая компания, мы обещаем, что вы будете поражены ослепительными видами

source: Budget friendly packages
az: Büdcəyə uyğun paketlər
ru: Бюджетные пакеты

source: Categories
az: Kateqoriyalar
ru: Категории

source: Culture
az: Mədəniyyət
ru: Культура

source: Customer satisfaction is the main priority in Space Travel. That's why our team works day and night to provide our customers with the best service.
az: Space Travel-n əsas öncəliyi müştəri məmnunyətidir. Bunun üçündə komanda olaraq müştərilərimizə gecə gündüz xidmət edirik
ru: Удовлетворение потребностей клиентов - главный приоритет компании Space Travel. Именно поэтому наша команда работает день и ночь, чтобы предоставить нашим клиентам наилучший сервис.

source: destination
az: istiqamət
ru: направление

source: Discover
az: Kəşf et

source: Enter your email
az: e-poçtunuzu daxil edin
ru: Введите свой e-mail

source: Every detail is thought out for the comfort of children and adults, suitable for every budget, family holidays are organized with direct flights, comfortable hotels located in the center, transfers between cities and, most importantly, visa support.
az: Hər bir budcəyə uygun ,uşaq və böyüklərin rahatlığı üçün hər bir detalı düşünülüb, birbaşa uçuşla, mərkəzdə yerləşən komfortlu otellerde , şəhərler arası transferle və ən əsası viza dəstəyi ilə ailevi tətil təşkil edilir
ru: Каждая деталь продумана для комфорта детей и взрослых, подходит для любого бюджета, семейный отдых организуется с прямыми перелетами, комфортабельными отелями, расположенными в центре, трансферами между городами и, самое главное, визовой поддержкой.

source: Explore the top destination of planet earth
az: Dünyanın ən tanımmış yerlərini kəşf edin
ru: Исследуйте лучшие места планеты Земля

source: From breathtaking views to impeccable service, treat yourself and your loved ones to a spectacular vacation that will leave you mesmerized.
az: Nəfəs kəsən mənzərələrdən qüsursuz xidmətə qədər özünüzü və yaxınlarınızı sizi heyran edəcək möhtəşəm bir tətilə qədər sevindirin.
ru: От захватывающих дух видов до безупречного обслуживания, побалуйте себя и своих близких захватывающим отдыхом, который оставит вас загипнотизированными.

source: From Our Blog
az: Blogumuzdan
ru: Из нашего блога

source: Get special offers in your inbox
az: Gələnlər qutunuzda xüsusi təkliflər əldə edin
ru: Получайте специальные предложения на свой почтовый ящик

source: Hurry up to make a reservation before the places run out and the prices increase.
az: Yerlər bitmədən və qiymətlər artmadan rezervasiya etməyə tələsin.
ru: Спешите забронировать столик, пока не закончились места и не выросли цены.

source: If you want luxury, adventure and a perfect vacation, please contact Space Travel collectively
az: Lüks, macəra və mükəmməl tətil istəyirsinizsə, Space Travel ilə birlikdə əlaqə saxlayın
ru: Если вы хотите роскоши, приключений и идеального отдыха, обращайтесь в компанию Space Travel collectively

source: Insured travel
az: Sığortalı seyahet
ru: Застрахованные поездки

source: Let’s explore the world
az: Gəlin dünyanı araşdıraq
ru: Давайте исследовать мир

source: Live unforgettable moments.
az: Unudulmaz anlar yaşayin.
ru: Проживите незабываемые мгновения.

source: Make your tour more enjoyable with Space Travel
az: Səyahətivizi SpaceTravel ilə Əyləncəli edin
ru: Сделайте свой тур более приятным с помощью Space Travel

source: Most popular destination
az: Ən məşhur istiqamət
ru: Наиболее популярное направление

source: Packages
az: Paketlər
ru: Пакеты

source: Pick A Tour Type
az: Tur növü seçin
ru: Выберите тип тура

source: Polite travel agency
az: Nezaketli turizm agentliyi
ru: Вежливое туристическое агентство

source: popular destinations
az: Populyar istiqamətlər
ru: популярные направления

source: Read more
az: Ətraflı oxu
ru: Подробнее

source: reviews
az: rəylər
ru: отзывы

source: Roamance
az: Romantika
ru: Роаманс

source: Satisfaction guarranted
az: Məmnuniyyətə zəmanət verilir
ru: Гарантированное удовлетворение

source: start from
az: Qiymət başlayır
ru: От

source: start travelling now
az: İndi səyahətə başla
ru: начните путешествовать прямо сейчас

source: Successful
az: uğurlu
ru: Успешный

source: Take advantage of the opportunity to have a wonderful vacation.
az: Möhtəşəm istirahət keçirmək şansindan sizde yararlanın.
ru: Воспользуйтесь возможностью провести замечательный отпуск.

source: Those planning a comfortable and unforgettable vacation in hotels located in the heart of nature, on the coast of the blue sea, can contact Space Travel
az: Təbiətin qoynunda, masmavi dənizin sahilində yerləşən otellərdə rahat və unudulmaz tətil planlayanlar Space Travele müraciət edə bilərlər.
ru: Те, кто планирует комфортный и незабываемый отдых в отелях, расположенных на лоне природы, на краю синего моря, могут обратиться в Space Travel.

source: Total
az: Ümumi
ru: Всего

source: tour packages
az: tur paketlər
ru: турпакеты

source: tour packages waiting for you
az: tur paketi sizi gözləyir
ru: турпакеты ждут вас

source: Travel
az: Səyahət
ru: Путешествие

source: Travel and visa organizer
az: Səyahət və viza təskilatcisi
ru: Организатор поездок и виз

source: Travel insurance is always necessary. The travel company that will support you is Space Travel.
az: Səyahət sığortası həmişə lazımdır. Sizə dəstək olacaq turizm şirkəti Space Travel-dir.
ru: Страхование путешествий всегда необходимо. Туристическая компания, которая окажет вам поддержку, - Space Travel.

source: Travel Packages
az: Tur Paketlər
ru: Туристические пакеты

source: travelers
az: səyahətçilər
ru: путешественники

source: Updates
az: Yeniləmələr
ru: Обновления

source: We are ready to please you as a polite, smiling team.
az: Nəzakətli, gülərüz kollektivlə sizi sevindirməyə hazırıq.
ru: Мы готовы порадовать Вас вежливой, улыбчивой командой.

source: We let your sweet memory ever unforgottable
az: Biz sizin şirin xatirənizi unudulmaz edəcəyik
ru: Мы сделаем вашу сладкую память незабываемой

source: Whole
az: Bütöv
ru: Целый

source: Why choose Space Travel
az: Niyə Space Travel seçməlisiniz
ru: Почему стоит выбрать Space Travel

source: World class service
az: Dünya səviyyəli xidmət
ru: Сервис мирового класса

source: years
az: il
ru: годы

source: Discover site
ru: Откройте для себя сайт .
