Repository: alidamirli/SpaceTravellast
Catalog: SpaceTravellast/Resources/Views/Home/TourDetails.*.resx
Languages: az, ru

source: a general consultation takes place, a form is filled out, documents are prepared correctly, a hotel and ticket are booked, an appointment is made at the embassy.
az: ümumi konsultasiya keçirilir, anket doldurulur, sənədlər düzgün tərtib edilir, hotelvə bilet bron edilir, səfirlikdə görüş təyin olunur.
ru: проводится общая консультация, заполняется анкета, правильно оформляются документы, бронируется гостиница и билет, назначается встреча в посольстве.

source: A ticket without baggage cannot be returned or exchanged. Returning a ticket with baggage depends on the airline. It depends on which airline it is. Each airline has its own conditions
az: Baqajsız bilet geri qaytarılmır və dəyişdirilə bilməz. Baqajla birlikdə biletin geri qaytarılması aviaşirkətdən asılıdır. Bu, hansı aviaşirkətin olmasından asılıdır. Hər bir aviaşirkətin öz şərtləri var
ru: Билет без багажа не подлежит возврату или обмену. Возврат билета с багажом зависит от авиакомпании. Это зависит от того, какая это авиакомпания. У каждой авиакомпании свои условия

source: Add a review
az: Rəy əlavə edin
ru: Добавить отзыв

source: Adventure
az: Macəra
ru: Приключенческий

source: Call Us
az: bizə zəng edin
ru: Позвоните нам

source: Date
az: Tarix
ru: Дата

source: Enter your email
az: E-poçtunuzu daxil edin
ru: Введите свой e-mail

source: Enter your name
az: Adınızı daxil edin
ru: Введите свое имя

source: Frequently Asked Questions
az: Tez-tez soruşulan suallar
ru: Часто задаваемые вопросы

source: From
az: Başlayır

source: Gallery
az: Qalereya
ru: Галерея

source: Get Help
az: Kömək almaq
ru: Получить помощь

source: How many hours before the flight should I be at the airport ?
az: Uçuşdan neçə saat əvvəl hava limanında olmalıyam?
ru: За сколько часов до вылета я должен быть в аэропорту?

source: How to deliver the purchased ticket ?
az: Alınan bileti necə çatdırmaq olar ?
ru: Как доставить купленный билет ?

source: How to return purchased tickets ?
az: Alınan biletləri necə qaytarmaq olar ?
ru: Как вернуть купленные билеты ?

source: Need Help To Book?
az: Rezervasiya etmək üçün kömək lazımdır?
ru: Нужна помощь в бронировании?

source: Our team of dedicated experts is here to assist you in making your booking process seamless and hassle-free. Whether you have specific requirements or need guidance in choosing the perfect option, we're ready to provide the support you need. Relax and let us handle the details, ensuring a smooth and enjoyable booking experience from start to finish. Contact us today and let us help you book with confidence!
az: Keyfiyyətli və sorunsuz rezervasiya prosesinizi təmin etmək üçün fərdiləşmiş ekspertlər tərəfindən təklif olunur. Xüsusi tələbləriniz olsun və ya mükəmməl seçim etməkdə rəhbərlik əldə etməyiniz lazım olsun, biz sizə dəstək verməyə hazırıq. Sakit olun və detallarla biz məşğul olaq, əmin olun ki, başlanğıcından sona qədər sorunsuz və maraqlı bir rezervasiya təcrübəsi yaşayacaqsınız. Bugündə bizə başvurun və güvən ilə sifariş edin!
ru: Связаться со службой поддержки клиентов Space Travel можно по телефону +994705418171. Наш офис работает по будням с 10:00 до 18:00. В нерабочее время ответы на ваши вопросы будут даны в течение 24 часов. Адрес офиса: Город Сумгайыт, Сульх Плаза, комната 307.

source: Per Person
az: Adam başına
ru: На человека

source: Proceed to Book
az: Sifarişə gedin
ru: Перейти к заказу

source: Review title
az: Rəy başlığı
ru: Название отзыва

source: Reviews
az: Rəylər
ru: Отзывы

source: Select a date
az: Tarix seçin
ru: Выберите дату

source: Similar tours
az: Oxşar turlar
ru: Похожие туры

source: Similar Tours Like This
az: Buna Oxşar Turlar
ru: Похожие туры

source: Start
az: Qiymətlər
ru: От

source: Start From
az: Qiymətlər başlayır
ru: От

source: Start writing your review here
az: Rəyinizi burada yazmağa başlayın
ru: Начните писать свой отзыв здесь

source: Submit Review
az: Rəy göndərin
ru: Отправить отзыв

source: Total
az: Ümumi
ru: Всего

source: Tour Details
az: Tur təfərrüatları
ru: Детали тура

source: Tour Type
az: Tur növü
ru: Тип тура

source: What are the visa procedures ?
az: Viza prosedurları hansılardır?
ru: Каковы процедуры получения визы?

source: You can contact Space Travel customer services by calling +994705418171. Our office is open on weekdays from 10:00 AM to 6:00 PM. Outside of business hours, your inquiries will be answered within 24 hours.Office Address: Sumqayit city, Sulh Plaza, Room 307.
az: +994705418171 nömrəsinə zəng edərək "Space Travel" müştəri xidmətləri ilə əlaqə saxlaya bilərsiniz. Ofisimiz həftə içi 10:00-dan 18:00-a kimi fəaliyyət göstərir. İş saatları xaricində sorğularınız 24 saat ərzində cavablandırılacaq. Ofisin ünvanı: Sumqayıt şəhəri, Sülh Plaza, otaq 307.
ru: Связаться со службой поддержки клиентов Space Travel можно по телефону +994705418171. Наш офис работает по будням с 10:00 до 18:00. В нерабочее время ответы на ваши вопросы будут даны в течение 24 часов. Адрес офиса: Город Сумгайыт, Сульх Плаза, комната 307.

source: You can pick up the tickets by coming to our office, or we can send a pdf to Whatsapp
az: Biletləri ofisimizə yaxınlaşaraq ala bilərsiniz və ya whatsappla pdf göndərə bilərik
ru: Вы можете забрать билеты, придя к нам в офис, или мы можем выслать pdf на Whatsapp

source: You must be at the airport 3 hours before departure
az: Uçuşdan 3 saat əvvəl hava limanında olmalısınız
ru: Вы должны быть в аэропорту за 3 часа до вылета
